Depth of required ancillary if it isn't round.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.1090.0)
  Since:  2017 Subscription Update
 Syntax
  C#
public double AncillaryDepth { get; }
  Visual Basic
Public ReadOnly Property AncillaryDepth As Double
	Get
  Visual C++
public:
property double AncillaryDepth {
	double get ();
}
 See Also
  FabricationAncillaryUsage Class
  Autodesk.Revit.DB Namespace